{"word2idx": {"<pad>": 0, "<start>": 1, "<end>": 2, "<unk>": 3, "the": 4, "lungs": 5, "are": 6, "clear.": 7, "there": 8, "is": 9, "no": 10, "pleural": 11, "effusion": 12, "or": 13, "pneumothorax.": 14, "heart": 15, "and": 16, "mediastinum": 17, "normal.": 18, "skeletal": 19, "structures": 20, "left-sided": 21, "device": 22, "leads": 23, "stable.": 24, "stable": 25, "enlarged": 26, "cardiac": 27, "silhouette.": 28, "focal": 29, "airspace": 30, "consolidation,": 31, "pneumothorax,": 32, "effusion.": 33, "acute": 34, "bony": 35, "abnormality.": 36, "cardiomediastinal": 37, "silhouette": 38, "pulmonary": 39, "vasculature": 40, "within": 41, "normal": 42, "limits": 43, "in": 44, "size.": 45, "clear": 46, "of": 47, "disease,": 48, "findings.": 49, "xxxx": 50, "lateral": 51, "chest": 52, "examination": 53, "was": 54, "obtained.": 55, "mediastinal": 56, "contours": 57, "not": 58, "enlarged.": 59, "pacemaker": 60, "right": 61, "atrium": 62, "ventricle.": 63, "tube.": 64, "demonstrate": 65, "left": 66, "lower": 67, "lobe": 68, "may": 69, "be": 70, "atelectasis": 71, "pneumonia.": 72, "small": 73, "contours.": 74, "effusions": 75, "significant": 76, "edema.": 77, "lung": 78, "consolidation.": 79, "mild": 80, "interstitial": 81, "prominence": 82, "bilateral": 83, "bases.": 84, "somewhat": 85, "costophrenic": 86, "posterior": 87, "sulci": 88, "excluded.": 89, "patient": 90, "rotated": 91, "to": 92, "right.": 93, "size": 94, "upper": 95, "normal,": 96, "but": 97, "contour": 98, "grossly": 99, "unremarkable.": 100, "parenchyma": 101, "clear,": 102, "large": 103, "effusion,": 104, "visible": 105, "pneumothorax": 106, "study.": 107, "spaces": 108, "show": 109, "vascularity": 110, "limits.": 111, ".": 112, "hyperexpanded.": 113, "without": 114, "infiltrate.": 115, "bilaterally.": 116, "silhouettes": 117, "consists": 118, "frontal": 119, "radiographs": 120, "chest.": 121, "unchanged.": 122, "calcified": 123, "nodule": 124, "with": 125, "a": 126, "granuloma": 127, "again": 128, "seen": 129, "identified.": 130, "visualized": 131, "osseous": 132, "abdomen": 133, "disease.": 134, "pneumothoraces.": 135, "status": 136, "post": 137, "sternotomy.": 138, "degenerative": 139, "changes": 140, "thoracic": 141, "spine.": 142, "incidental": 143, "note": 144, "previous": 145, "rotator": 146, "has": 147, "been": 148, "interval": 149, "placement": 150, "dual-lumen": 151, "dialysis": 152, "catheter": 153, "distal": 154, "tip": 155, "projected": 156, "over": 157, "atrium.": 158, "moderate": 159, "cardiomegaly": 160, "calcification": 161, "transverse": 162, "xxxx.": 163, "opacities": 164, "identified": 165, "effusions.": 166, "mildly": 167, "enlarged,": 168, "hilar": 169, "hemidiaphragm": 170, "eventration.": 171, "alveolar": 172, "definite": 173, "seen.": 174, "typical": 175, "findings": 176, "sternotomy": 177, "appear": 178, "intact.": 179, "borderline": 180, "aortic": 181, "noted.": 182, "lymph": 183, "negative": 184, "for": 185, "hyperexpansion": 186, "flattening": 187, "diaphragms.": 188, "present": 189, "pneumonia,": 190, "effusions,": 191, "edema,": 192, "adenopathy,": 193, "nodules": 194, "masses.": 195, "spondylosis.": 196, "noted": 197, "partial": 198, "lumbar": 199, "vertebral": 200, "body.": 201, "abnormalities.": 202, "spine": 203, "changes.": 204, "soft": 205, "tissues": 206, "area": 207, "hypoinflated.": 208, "corresponding": 209, "consolidation": 210, "significantly": 211, "atherosclerotic": 212, "aorta.": 213, "arthritic": 214, "size,": 215, "contour,": 216, "tortuosity": 217, "abnormality": 218, "opacity": 219, "projecting": 220, "midlung,": 221, "on": 222, "view.": 223, "evidence": 224, "top": 225, "disease": 226, "change": 227, "contour.": 228, "normally": 229, "inflated": 230, "age..": 231, "bone": 232, "displaced": 233, "rib": 234, "fracture.": 235, "minimal": 236, "base,": 237, "representing": 238, "atelectasis.": 239, "otherwise": 240, "retrocardiac": 241, "density": 242, "which": 243, "secondary": 244, "hiatal": 245, "hernia.": 246, "ij": 247, "at": 248, "cavoatrial": 249, "junction.": 250, "hyperexpanded": 251, "wall": 252, "surgical": 253, "clips,": 254, "compatible": 255, "prior": 256, "redemonstration": 257, "tortuous": 258, "eventration": 259, "compared": 260, "examination.": 261, "multilevel": 262, "disc": 263, "thoracolumbar": 264, "cardiomegaly.": 265, "calcific": 266, "mid": 267, "represents": 268, "old": 269, "granulomatous": 270, "levoscoliosis": 271, "dextroscoliosis.": 272, "appearance.": 273, "low": 274, "volumes": 275, "bronchovascular": 276, "crowding": 277, "scattered": 278, "areas": 279, "acute,": 280, "fractures": 281, "lungs.": 282, "granuloma,": 283, "fractures.": 284, "silhouette,": 285, "vascular": 286, "pattern": 287, "infiltrate,": 288, "calcifications": 289, "unremarkable": 290, "volumes.": 291, "thorax": 292, "internal": 293, "jugular": 294, "central": 295, "venous": 296, "overlying": 297, "crowding.": 298, "patchy": 299, "bibasilar": 300, "air": 301, "greater": 302, "than": 303, "left.": 304, "consistent": 305, "history": 306, "infiltrates,": 307, "consolidating": 308, "infiltrate": 309, "developed": 310, "middle": 311, "lobe.": 312, "aorta": 313, "tortuous.": 314, "shows": 315, "anterior": 316, "osteophyte": 317, "formation.": 318, "opacity,": 319, "comparison": 320, "studies.": 321, "accentuated": 322, "by": 323, "hemidiaphragm,": 324, "however,": 325, "less": 326, "xxxx,": 327, "pericardial": 328, "suspected.": 329, "hypoinflated": 330, "overt": 331, "appears": 332, "removal": 333, "base": 334, "streaky": 335, "stable,": 336, "regions.": 337, "scar.": 338, "calcifications.": 339, "consolidations.": 340, "right-sided": 341, "mixed": 342, "nodular": 343, "through": 344, "lungs,": 345, "obliquely": 346, "oriented": 347, "humeral": 348, "neck": 349, "fracture,": 350, "5": 351, "mm": 352, "displacement": 353, "limited": 354, "evaluation": 355, "stent.": 356, "cavitary": 357, "lesion": 358, "active": 359, "tuberculosis.": 360, "technique,": 361, "widening": 362, "injury.": 363, "line": 364, "irregular": 365, "1.2": 366, "cm": 367, "both": 368, "pa": 369, "views": 370, "chronic": 371, "scarring.": 372, "resection": 373, "fourth": 374, "rib.": 375, "wedging": 376, "multiple": 377, "bodies": 378, "including": 379, "t6,": 380, "t11": 381, "t12.": 382, "broken": 383, "similar": 384, "clips": 385, "vasculatures": 386, "pneumonia": 387, "given": 388, "patient's": 389, "history.": 390, "sequela": 391, "previously": 392, "well-seen": 393, "today's": 394, "enlargement.": 395, "congestion.": 396, "granulomas": 397, "throughout": 398, "space": 399, "some": 400, "bases": 401, "subsegmental": 402, "age.": 403, "breast": 404, "tissues.": 405, "atrial": 406, "septal": 407, "artifact.": 408, "position,": 409, "overall": 410, "limits,": 411, "densities": 412, "elevation": 413, "obscured": 414, "biapical": 415, "irregularities": 416, "most": 417, "scarring,": 418, "appearing": 419, "5th": 420, "deformity.": 421, "suture": 422, "material": 423, "apex": 424, "suggesting": 425, "surgery.": 426, "t-spine": 427, "osteophytes.": 428, "after": 429, "flattened": 430, "diaphragms": 431, "increased": 432, "retrosternal": 433, "suggestive": 434, "emphysema.": 435, "basilar": 436, "favored": 437, "represent": 438, "exaggerated": 439, "kyphosis.": 440, "scarring": 441, "thickening.": 442, "trachea": 443, "midline.": 444, "segment": 445, "tissue": 446, "well": 447, "expanded": 448, "heart.": 449, "calcification.": 450, "remainder": 451, "bilaterally": 452, "closure": 453, "lung.": 454, "mass": 455, "clavicle": 456, "were": 457, "myeloma.": 458, "suspicious": 459, "spondylosis": 460, "midthoracic": 461, "heart,": 462, "suggest": 463, "have": 464, "interval.": 465, "expanded.": 466, "intact": 467, "bilaterally,": 468, "abnormalities": 469, "an": 470, "unchanged": 471, "remains": 472, "moderately": 473, "sulcus": 474, "blunted.": 475, "fluid": 476, "collection": 477, "acromioclavicular": 478, "joint": 479, "widened": 480, "this": 481, "due": 482, "remote": 483, "blunting": 484, "infiltrates.": 485, "prominent": 486, "fat.": 487, "fluid.": 488, "7th": 489, "8th": 490, "deformities": 491, "free": 492, "intraperitoneal": 493, "under": 494, "diaphragm.": 495, "edema": 496, "marked": 497, "enlargement": 498, "arteries.": 499, "ventricular": 500, "leads.": 501, "blunting,": 502, "right,": 503, "greatest": 504, "indistinct": 505, "margination.": 506, "bowel": 507, "stomach.": 508, "svc.": 509, "opacity.": 510, "foreign": 511, "body": 512, "specifically,": 513, "effusion..": 514, "cardio": 515, "sized": 516, "sutures": 517, "coronary": 518, "bypass": 519, "remain": 520, "study": 521, "habitus.": 522, "6": 523, "midlung.": 524, "apparent": 525, "deformity": 526, "neck.": 527, "comparison.": 528, "correlate": 529, "clinically": 530, "diminished": 531, "low.": 532, "epicardial": 533, "fat": 534, "interstitium": 535, "prominent.": 536, "nipple": 537, "hemidiaphragms.": 538, "markings": 539, "perihilar": 540, "redemonstrated.": 541, "near": 542, "caval": 543, "demonstrated.": 544, "convexity": 545, "superimposed": 546, "tortuosity.": 547, "reveal": 548, "paratracheal": 549, "exams": 550, "shadows.": 551, "well-expanded": 552, "lesions": 553, "external": 554, "monitor": 555, "configuration": 556, "airways.": 557, "azygos": 558, "fissure.": 559, "perhaps": 560, "from": 561, "quadrant.": 562, "appearance": 563, "lobes.": 564, "mediastinum,": 565, "appreciated.": 566, "postoperative": 567, "cervical": 568, "hyperinflation": 569, "2": 570, "images.": 571, "engorgement": 572, "convincing": 573, "widening.": 574, "loss": 575, "ectasia.": 576, "emphysematous": 577, "hemidiaphragm.": 578, "generator": 579, "hyperinflated": 580, "diaphragm": 581, "airspace.": 582, "dense": 583, "process.": 584, "several": 585, "postsurgical": 586, "rightward": 587, "deviation": 588, "goiter.": 589, "advanced": 590, "superior": 591, "structures.": 592, "coarse": 593, "more": 594, "opacities,": 595, "only": 596, "reveals": 597, "opacities.": 598, "diffuse": 599, "shoulder.": 600, "corresponds": 601, "known": 602, "width.": 603, "well-aerated.": 604, "slightly": 605, "large.": 606, "causing": 607, "dual-xxxx": 608, "subclavian": 609, "satisfactory": 610, "position.": 611, "elevated.": 612, "any": 613, "otherwise,": 614, "noncalcified": 615, "nodule.": 616, "mediastinum.": 617, "axillary": 618, "feeding": 619, "tube": 620, "below": 621, "shunt": 622, "tubing": 623, "courses": 624, "along": 625, "hemithorax.": 626, "residual": 627, "medial": 628, "granulomas.": 629, "apex,": 630, "stomach": 631, "left-sided.": 632, "centrally": 633, "related": 634, "peribronchial": 635, "subpleural": 636, "as": 637, "could": 638, "versus": 639, "endplate": 640, "demonstrates": 641, "obscuration": 642, "bullae": 643, "tuberculosis": 644, "infection.": 645, "lobe,": 646, "hyperexpansion.": 647, "haziness": 648, "apex.": 649, "1.7": 650, "view,": 651, "end.": 652, "dextro": 653, "scoliotic": 654, "curvature": 655, "removed.": 656, "few": 657, "bandlike": 658, "base.": 659, "discrete": 660, "two": 661, "obtained": 662, "ap": 663, "projection.": 664, "cabg.": 665, "nodules.": 666, "exam.": 667, "gross": 668, "overlie": 669, "midabdomen.": 670, "3.3": 671, "decubitus": 672, "film.": 673, "rotated.": 674, "quadrant": 675, "cholecystectomy.": 676, "dextroscoliosis": 677, "does": 678, "like": 679, "granuloma.": 680, "present.": 681, "measuring": 682, "8": 683, "diameter.": 684, "knee.": 685, "tricompartmental": 686, "narrowing": 687, "marginal": 688, "formation": 689, "severe": 690, "compartment.": 691, "knee": 692, "dislocations.": 693, "aspect": 694, "view": 695, "probably": 696, "also": 697, "prominence.": 698, "fracture": 699, "ribs.": 700, "persistent": 701, "prior.": 702, "collections.": 703, "shoulder": 704, "clavicle.": 705, "scapula": 706, "glenoid": 707, "it": 708, "process": 709, "portion": 710, "head": 711, "located": 712, "joints": 713, "proximal": 714, "ribs": 715, "possibly": 716, "healing": 717, "shift.": 718, "definitively": 719, "evaluated.": 720, "position": 721, "exam,": 722, "disrupted.": 723, "overlies": 724, "since": 725, "fusion": 726, "foci": 727, "dish.": 728, "clinical": 729, "setting": 730, "resolution": 731, "bullet": 732, "inferior": 733, "wall.": 734, "first": 735, "approximately": 736, "overlapping": 737, "mastectomy.": 738, "body,": 739, "atherosclerosis": 740, "relative": 741, "infiltrates": 742, "masses": 743, "characteristic": 744, "injury": 745, "callus": 746, "xxxx-a-xxxx": 747, "9": 748, "nodule,": 749, "exams.": 750, "posttraumatic": 751, "hyperinflated.": 752, "vasculature,": 753, "airways": 754, "senescent": 755, "elements": 756, "remarkable.": 757, "early": 758, "lung,": 759, "confluent": 760, "lobar": 761, "layering": 762, "change.": 763, "x": 764, "hernia": 765, "contours,": 766, "pleural-parenchymal": 767, "irregularity": 768, "one": 769, "adjacent": 770, "ill-defined": 771, "rib,": 772, "zone.": 773, "mediport": 774, "hyperaerated": 775, "obstructive": 776, "slight": 777, "indicate": 778, "expected": 779, "midline": 780, "icd": 781, "blunted": 782, "predominantly": 783, "seen,": 784, "considering": 785, "differences": 786, "technical": 787, "factors": 788, "pleura,": 789, "associated": 790, "incompletely": 791, "opacification": 792, "levocurvature": 793, "involving": 794, "configuration.": 795, "aerated.": 796, "atherosclerotic.": 797, "breast.": 798, "chest:": 799, "knee:": 800, "compartment": 801, "air-fluid": 802, "level.": 803, "demonstrated": 804, "ct": 805, "pelvis.": 806, "atelectatic": 807, "abnormal": 808, "adenopathy": 809, "better": 810, "vague": 811, "these": 812, "subcarinal": 813, "apical": 814, "fibronodular": 815, "strandy": 816, "midlung": 817, "adenopathy.": 818, "aeration": 819, "subphrenic": 820, "humerus": 821, "elevated": 822, "containing": 823, "above": 824, "thickening": 825, "question": 826, "space.": 827, "osseus": 828, "abnormality..": 829, "consolidations": 830, "fixation": 831, "relatively": 832, "copd.": 833, "kyphosis": 834, "osteopenia": 835, "infrahilar": 836, "ectatic": 837, "reticular": 838, "lingular": 839, "descending": 840, "calcified.": 841, "cabg": 842, "visualized.": 843, "resolved.": 844, "markings.": 845, "6th": 846, "partly": 847, "age-indeterminate,": 848, "wedge": 849, "decreased": 850, "subcutaneous": 851, "radiograph.": 852, "probable": 853, "pectus": 854, "thoracotomy": 855, "lobectomy.": 856, "silhouettes.": 857, "rounded": 858, "zone": 859, "appreciable": 860, "tortuous,": 861, "unfolded": 862, "diffusely": 863, "bodies.": 864, "valve": 865, "replacement.": 866, "chronically": 867, "kyphotic": 868, "sternum.": 869, "single": 870, "vertebroplasty": 871, "levels.": 872, "cholecystectomy": 873, "clips.": 874, "its": 875, "sided": 876, "svc": 877, "location": 878, "artery": 879, "mitral": 880, "vasculature.": 881, "hilum": 882, "volume": 883, "side.": 884, "uncertain": 885, "tenderness.": 886, "corticated": 887, "rotation.": 888, "allowing": 889, "basal": 890, "head.": 891, "osteoarthritis.": 892, "bullous": 893, "thorax.": 894, "engorged.": 895, "fullness": 896, "progression": 897, "scan.": 898, "other": 899, "deformities.": 900, "stimulator": 901, "consolidations,": 902, "terminating": 903, "round": 904, "maintained.": 905, "measures": 906, "cm.": 907, "results": 908, "p.m.": 909, "atherosclerosis.": 910, "arteries": 911, "hemidiaphragms": 912, "development": 913, "unfolding": 914, "projects": 915, "hyperlucent": 916, "underlying": 917, "possible": 918, "abdominal": 919, "scoliosis.": 920, "epigastric": 921, "partially": 922, "ivc": 923, "procedure.": 924, "nodules,": 925, "catheter.": 926, "bronchi": 927, "bronchial": 928, "thickening,": 929, "part": 930, "that": 931, "lymphadenopathy,": 932, "pelvis": 933, "tips": 934, "interval,": 935, "now": 936, "spine,": 937, "positional.": 938, "vascularity.": 939, "cardiopulmonary": 940, "outside": 941, "patient.": 942, "lucency": 943, "interface": 944, "between": 945, "aerated": 946, "fissure": 947, "scoliosis": 948, "ribs,": 949, "subdiaphragmatic": 950, "air.": 951, "included": 952, "l1": 953, "lesions.": 954, "prominence,": 955, "dated": 956, "cortex": 957, "oblique": 958, "lucency.": 959, "9th": 960, "cortical": 961, "concerning": 962, "radiopaque": 963, "scan": 964, "volumes,": 965, "lingula.": 966, "habitus": 967, "technique.": 968, "enteric": 969, "sequelae": 970, "asymmetric": 971, "platelike": 972, "either": 973, "dependent": 974, "suggests": 975, "congestion": 976, "joint.": 977, "nerve": 978, "numerous": 979, "region.": 980, "pneumoperitoneum.": 981, "obscuring": 982, "atrium,": 983, "ventricle,": 984, "dextrocurvature": 985, "t9": 986, "loops": 987, "densely": 988, "histoplasmosis": 989, "peripheral": 990, "enlargement,": 991, "scar": 992, "examinations.": 993, "pneumomediastinum.": 994, "destruction.": 995, "cardiothoracic": 996, "larger": 997, "s-shaped": 998, "spine..": 999, "and/or": 1000, "ectasia": 1001, "consolidative": 1002, "osteophytes": 1003, "symmetric": 1004, "postop": 1005, "appropriate": 1006, "granulomas/lymph": 1007, "aorta,": 1008, "bases,": 1009, "suspected": 1010, "artifact": 1011, "exam": 1012, "abdomen.": 1013, "denser": 1014, "shape.": 1015, "improvement": 1016, "implantable": 1017, "defibrillator": 1018, "tunneled": 1019, "catheter,": 1020, "structure": 1021, "sulci.": 1022, "lines": 1023, "thin": 1024, "lv": 1025, "joints.": 1026, "radiographic": 1027, "hilum,": 1028, "lymphadenopathy.": 1029, "limit": 1030, "your": 1031, "fibrosis": 1032, "region": 1033, "overlap": 1034, "apices": 1035, "obscure": 1036, "lingula": 1037, "increased.": 1038, "healed": 1039, "10th": 1040, "recess": 1041, "radiographs.": 1042, "costicartilage": 1043, "picc": 1044, "line,": 1045, "dislocation": 1046, "ankle.": 1047, "dislocation.": 1048, "beneath": 1049, "diaphragm,": 1050, "extremity": 1051, "vein.": 1052, "flowing": 1053, "idiopathic": 1054, "degree": 1055, "vertebrae": 1056, "alignment.": 1057, "arm": 1058, "atelectasis/airspace": 1059, "placed": 1060, "xxxx-of-view.": 1061, "about": 1062, "dish": 1063, "curvilinear": 1064, "shadows": 1065, "innumerable": 1066, "disease..": 1067, "2.1": 1068, "imaging.": 1069, "clinically.": 1070, "focus": 1071, "obvious": 1072, "if": 1073, "concern": 1074, "consider": 1075, "series.": 1076, "fractured.": 1077, "already": 1078, "time": 1079, "terminates": 1080, "suggestion": 1081, "image": 1082, "image.": 1083, "mild,": 1084, "tissues,": 1085, "ascending": 1086, "diameter": 1087, "masslike": 1088, "dilated": 1089, "hip": 1090, "femur": 1091, "amount": 1092, "stool": 1093, "obscures": 1094, "portions": 1095, "femoral": 1096, "images": 1097, "do": 1098, "remaining": 1099, "destructive": 1100, "extensive": 1101, "superficial": 1102, "subtle": 1103, "line.": 1104, "reflect": 1105, "annular": 1106, "7": 1107, "iv": 1108, "contrast": 1109, "performed": 1110, "further": 1111, "evaluation.": 1112, "residuals": 1113, "ng": 1114, "humerus.": 1115, "lobulated": 1116, "this.": 1117, "ectasia/tortuosity,": 1118, "following": 1119, "positioning": 1120, "appreciated": 1121, "tortuous/ectatic": 1122, "mass.": 1123, "airway": 1124, "parahilar": 1125, "aneurysm.": 1126, "very": 1127, "colon": 1128, "evaluated": 1129, "imaging": 1130, "infectious": 1131, "exaggeration": 1132, "hilum.": 1133, "aicd": 1134, "placement.": 1135, "age-indeterminate.": 1136, "glenohumeral": 1137, "recent": 1138, "developing": 1139, "etiology": 1140, "benign": 1141, "etiology.": 1142, "3": 1143, "pacing": 1144, "xxxx/xxxx.": 1145, "additional": 1146, "1": 1147, "cystic": 1148, "failure.": 1149, "hyperexpanded,": 1150, "redemonstrated": 1151, "unchanged,": 1152, "improved": 1153, "there's": 1154, "osteopenia.": 1155, "questionable": 1156, "incidentally": 1157, "lucent": 1158, "reflects": 1159, "screw": 1160, "endotracheal": 1161, "level": 1162, "recommend": 1163, "retraction.": 1164, "t10": 1165, "10": 1166, "thickness.": 1167, "age-indeterminate": 1168, "lordotic": 1169, "projection": 1170, "decrease": 1171, "increase": 1172, "cardiomegaly,": 1173, "4": 1174, "essentially": 1175, "complete": 1176, "collapse": 1177, "ovoid": 1178, "cavitation.": 1179, "rectum.": 1180, "radiograph": 1181, "available": 1182, "hours": 1183, "study,": 1184, "addition,": 1185, "cannot": 1186, "another": 1187, "noted,": 1188, "would": 1189, "benefit": 1190, "followup": 1191, "neoplasm.": 1192, "recommended.": 1193, "studies": 1194, "leads,": 1195, "ct.": 1196, "motion.": 1197, "innominate": 1198, "generalized": 1199, "axilla.": 1200, "metastatic": 1201, "fragments": 1202, "chest,": 1203, "blunting.": 1204, "ventricle": 1205, "fissural": 1206, "excluded": 1207, "colon.": 1208, "supine": 1209, "examinations": 1210, "crowding,": 1211, "hyperinflated,": 1212, "however": 1213, "correlation": 1214, "tb.": 1215, "clavicle,": 1216, "continued": 1217, "bronchitis.": 1218, "1.5": 1219, "emphysema": 1220, "entirely": 1221, "whose": 1222, "1.9": 1223, "1.0": 1224, "contrast-enhanced": 1225, "evaluate": 1226, "alternatively": 1227, "atypical": 1228, "pneumonitis.": 1229, "vp": 1230, "structures,": 1231, "brachiocephalic": 1232, "retraction": 1233, "prosthetic": 1234, "valve.": 1235, "worse": 1236, "circular": 1237, "finding": 1238, "markings,": 1239, "alignment": 1240, "infection,": 1241, "cuffing": 1242, "decreased.": 1243, "discoid": 1244, "ectatic.": 1245, "hemidiaphragms,": 1246, "disease/atelectasis.": 1247, "markedly": 1248, "overall,": 1249, "short": 1250, "ectasia/tortuosity.": 1251, "tracheostomy": 1252, "trachea.": 1253, "node.": 1254, "fractures,": 1255, "nondisplaced": 1256, "pneumothorax..": 1257, "large,": 1258, "fifth": 1259, "traumatic": 1260, "three": 1261, "largest": 1262, "3.5": 1263, "radiodense": 1264, "lingula,": 1265, "fibrotic": 1266, "shift": 1267, "tubes.": 1268, "posterolateral": 1269, "combination": 1270, "bibasal": 1271, "changes,": 1272, "particularly": 1273, "margin": 1274, "well-inflated": 1275, "densities.": 1276, "caliber.": 1277, "poorly": 1278, "second": 1279, "critical": 1280, "result": 1281, "notification": 1282, "documented": 1283, "primordial.": 1284, "density.": 1285, "markers.": 1286, "granulomata": 1287, "cardiophrenic": 1288, "portable": 1289, "scarring/atelectasis.": 1290, "vertebra.": 1291, "hyperinflation,": 1292, "fibrosis.": 1293, "well.": 1294, "1.": 1295, "2.": 1296, "exclude": 1297, "3.": 1298, "4.": 1299, "5.": 1300, "pneumomediastinum": 1301, "parenchymal": 1302, "lumbosacral": 1303, "spaces,": 1304, "sacroiliac": 1305, "opacification.": 1306, "posteriorly.": 1307, "spinal": 1308, "colonic": 1309, "glenoid,": 1310, "stent": 1311, "graft": 1312, "lesion.": 1313, "gastric": 1314, "tubes": 1315, "helpful": 1316, "localized": 1317, "left,": 1318, "loculated": 1319, "splenic": 1320, "rotation": 1321, "include": 1322, "wedge-shaped": 1323, "hypoventilation": 1324, "elevation.": 1325, "1.4": 1326, "hypertension.": 1327, "background": 1328, "suprahilar": 1329, "pattern.": 1330, "obstruction.": 1331, "pathologic": 1332, "lesion,": 1333, "though": 1334, "true": 1335, "lobes": 1336, "hypoinflation": 1337, "ectatic,": 1338, "dual": 1339, "clearing": 1340, "x-xxxx": 1341, "fusion.": 1342, "distribution": 1343, "demineralization.": 1344, "infection": 1345, "worsening": 1346, "hernia,": 1347, "cardia": 1348, "oblong": 1349, "atelectasis/infiltrate.": 1350, "hyperlucency": 1351, "view).": 1352, "bilaterally.there": 1353, "excavatum": 1354, "horizontal": 1355, "total": 1356, "l1,": 1357, "posteriorly": 1358, "onset": 1359, "features": 1360, "copd": 1361, "esophagogastric": 1362, "atelectasis..": 1363, "t7": 1364, "quadrant,": 1365, "cavity.": 1366, "overload.": 1367, "hemithorax": 1368, "compressive": 1369, "minimally": 1370, "sternum": 1371, "finding.": 1372, "views.": 1373, "notably": 1374, "up": 1375, "same": 1376, "sclerotic": 1377, "whether": 1378, "potential": 1379, "loss.": 1380, "coarsened": 1381, "present,": 1382, "accounting": 1383, "apices.": 1384, "behind": 1385, "unfolded.": 1386, "inflammatory": 1387, "multifocal": 1388, "13": 1389, "dense,": 1390, "difficult": 1391, "completely": 1392, "complicating": 1393, "features.": 1394, "tuberculous": 1395, "gastroesophageal": 1396, "motion": 1397, "clavicular": 1398, "intravenous": 1399, "notable": 1400, "subpulmonic": 1401, "bodies,": 1402, "hyperexpansion,": 1403, "hiatus": 1404, "hips": 1405, "collection.": 1406, "t12": 1407, "retained": 1408, "renal": 1409, "collecting": 1410, "interposition": 1411, "skin": 1412, "node": 1413, "1.8": 1414, "malignancy.": 1415, "abdomen,": 1416, "costochondral": 1417, "atelectasis,": 1418, "cleared": 1419, "increasing": 1420, "electronic": 1421, "high": 1422, "reticulonodular": 1423, "interstitium.": 1424, "active/acute": 1425, "1.6": 1426, "deformities,": 1427, "examination,": 1428, "fibrosis,": 1429, "third": 1430, "region,": 1431, "carina.": 1432, "hyperinflation.": 1433, "presence": 1434, "17": 1435, "4th": 1436, "review": 1437, "please": 1438, "arthritis.": 1439, "periphery": 1440, "definitely": 1441, "attenuation": 1442, "evaluate.": 1443, "projectile": 1444, "described": 1445, "resolved": 1446, "reflecting": 1447, "dedicated": 1448, "nonspecific": 1449, "appearance,": 1450, "lucencies": 1451, "sclerosis": 1452, "resolving": 1453, "right-to-left": 1454, "absence": 1455, "aneurysm": 1456, "primary": 1457, "spurring": 1458, "approximating": 1459, "bronchiectasis,": 1460, "aspiration.": 1461, "indeterminate": 1462, "based": 1463, "smaller": 1464, "circumscribed": 1465, "junction": 1466, "age": 1467, "lymphadenopathy": 1468, "arterial": 1469, "x-xxxx.": 1470, "8mm": 1471, "confirm": 1472, "radiation": 1473, "possibility": 1474, "should": 1475, "deep": 1476, "all": 1477, "fragment": 1478, "only.": 1479, "subchondral": 1480, "crowded": 1481, "concern,": 1482, "levels": 1483, "pacemaker.": 1484, "shoulder:": 1485, "desired": 1486, "scapular": 1487, "intact,": 1488, "end": 1489, "technically": 1490, "contain": 1491, "although": 1492, "i": 1493, "see": 1494, "obliteration": 1495, "markers": 1496, "into": 1497, ",": 1498, "loss,": 1499, "radiographically": 1500, "suspicion": 1501, "films": 1502, "available,": 1503, "carinatum.": 1504, "thyroid": 1505, "evolving": 1506, "aeration.": 1507, "anticipated": 1508, "useful.": 1509, "reactive": 1510, "helpful.": 1511, "intrathoracic": 1512, "regions,": 1513, "quality": 1514, "correlation.": 1515, "aspiration": 1516, "differential": 1517, "diagnosis": 1518, "includes": 1519, "aspiration,": 1520, "recommended": 1521, "indicated.": 1522, "maybe": 1523, "cardiac,": 1524, "trapping": 1525, "inspiratory": 1526, "stability.": 1527, "treatment": 1528, "ensure": 1529, "resolution.": 1530, "useful": 1531, "preoperative": 1532, "congestive": 1533, "characterization.": 1534, "report.": 1535, "weeks": 1536, "above.": 1537, "x-xxxx,": 1538, "indicated,": 1539, "specifically": 1540, "film": 1541, "detailed": 1542, "evaluation,": 1543, "hip.": 1544, "follow": 1545, "document": 1546, "negative.": 1547, "none": 1548, "nonemergent": 1549, "margination": 1550, "considerations": 1551, "enlarging": 1552, "malignancy": 1553, "cancer.": 1554, "warranted.": 1555, "before": 1556, "chf.": 1557, "before.": 1558, "sarcoidosis.": 1559, "followed": 1560, "stability": 1561, "months": 1562, "out": 1563, "can": 1564, "tumor.": 1565, "complication.": 1566, "dr.": 1567, "repeat": 1568, "/": 1569, "failure": 1570, "recommendations": 1571, "discussed": 1572, "pattern,": 1573, "imaging,": 1574, "possible.": 1575, "determine": 1576, "mass,": 1577, "suggested": 1578, "decreasing": 1579, "masses,": 1580, "metastasis.": 1581, "veriphy": 1582, "message": 1583, "consideration.": 1584, "conspicuous": 1585, "indicated": 1586, "will": 1587, "telephone": 1588, "remarkable": 1589, "osteopenia,": 1590, "characterized": 1591, "characterization": 1592, "considered": 1593, "therapy": 1594, "identified..": 1595, "questions": 1596, "ordering": 1597, "physician": 1598, "indeterminant": 1599, "available.": 1600, "recurrent": 1601, "notified": 1602, "receipt": 1603, "highly": 1604, "earlier": 1605}, "idx2word": {"0": "<pad>", "1": "<start>", "2": "<end>", "3": "<unk>", "4": "the", "5": "lungs", "6": "are", "7": "clear.", "8": "there", "9": "is", "10": "no", "11": "pleural", "12": "effusion", "13": "or", "14": "pneumothorax.", "15": "heart", "16": "and", "17": "mediastinum", "18": "normal.", "19": "skeletal", "20": "structures", "21": "left-sided", "22": "device", "23": "leads", "24": "stable.", "25": "stable", "26": "enlarged", "27": "cardiac", "28": "silhouette.", "29": "focal", "30": "airspace", "31": "consolidation,", "32": "pneumothorax,", "33": "effusion.", "34": "acute", "35": "bony", "36": "abnormality.", "37": "cardiomediastinal", "38": "silhouette", "39": "pulmonary", "40": "vasculature", "41": "within", "42": "normal", "43": "limits", "44": "in", "45": "size.", "46": "clear", "47": "of", "48": "disease,", "49": "findings.", "50": "xxxx", "51": "lateral", "52": "chest", "53": "examination", "54": "was", "55": "obtained.", "56": "mediastinal", "57": "contours", "58": "not", "59": "enlarged.", "60": "pacemaker", "61": "right", "62": "atrium", "63": "ventricle.", "64": "tube.", "65": "demonstrate", "66": "left", "67": "lower", "68": "lobe", "69": "may", "70": "be", "71": "atelectasis", "72": "pneumonia.", "73": "small", "74": "contours.", "75": "effusions", "76": "significant", "77": "edema.", "78": "lung", "79": "consolidation.", "80": "mild", "81": "interstitial", "82": "prominence", "83": "bilateral", "84": "bases.", "85": "somewhat", "86": "costophrenic", "87": "posterior", "88": "sulci", "89": "excluded.", "90": "patient", "91": "rotated", "92": "to", "93": "right.", "94": "size", "95": "upper", "96": "normal,", "97": "but", "98": "contour", "99": "grossly", "100": "unremarkable.", "101": "parenchyma", "102": "clear,", "103": "large", "104": "effusion,", "105": "visible", "106": "pneumothorax", "107": "study.", "108": "spaces", "109": "show", "110": "vascularity", "111": "limits.", "112": ".", "113": "hyperexpanded.", "114": "without", "115": "infiltrate.", "116": "bilaterally.", "117": "silhouettes", "118": "consists", "119": "frontal", "120": "radiographs", "121": "chest.", "122": "unchanged.", "123": "calcified", "124": "nodule", "125": "with", "126": "a", "127": "granuloma", "128": "again", "129": "seen", "130": "identified.", "131": "visualized", "132": "osseous", "133": "abdomen", "134": "disease.", "135": "pneumothoraces.", "136": "status", "137": "post", "138": "sternotomy.", "139": "degenerative", "140": "changes", "141": "thoracic", "142": "spine.", "143": "incidental", "144": "note", "145": "previous", "146": "rotator", "147": "has", "148": "been", "149": "interval", "150": "placement", "151": "dual-lumen", "152": "dialysis", "153": "catheter", "154": "distal", "155": "tip", "156": "projected", "157": "over", "158": "atrium.", "159": "moderate", "160": "cardiomegaly", "161": "calcification", "162": "transverse", "163": "xxxx.", "164": "opacities", "165": "identified", "166": "effusions.", "167": "mildly", "168": "enlarged,", "169": "hilar", "170": "hemidiaphragm", "171": "eventration.", "172": "alveolar", "173": "definite", "174": "seen.", "175": "typical", "176": "findings", "177": "sternotomy", "178": "appear", "179": "intact.", "180": "borderline", "181": "aortic", "182": "noted.", "183": "lymph", "184": "negative", "185": "for", "186": "hyperexpansion", "187": "flattening", "188": "diaphragms.", "189": "present", "190": "pneumonia,", "191": "effusions,", "192": "edema,", "193": "adenopathy,", "194": "nodules", "195": "masses.", "196": "spondylosis.", "197": "noted", "198": "partial", "199": "lumbar", "200": "vertebral", "201": "body.", "202": "abnormalities.", "203": "spine", "204": "changes.", "205": "soft", "206": "tissues", "207": "area", "208": "hypoinflated.", "209": "corresponding", "210": "consolidation", "211": "significantly", "212": "atherosclerotic", "213": "aorta.", "214": "arthritic", "215": "size,", "216": "contour,", "217": "tortuosity", "218": "abnormality", "219": "opacity", "220": "projecting", "221": "midlung,", "222": "on", "223": "view.", "224": "evidence", "225": "top", "226": "disease", "227": "change", "228": "contour.", "229": "normally", "230": "inflated", "231": "age..", "232": "bone", "233": "displaced", "234": "rib", "235": "fracture.", "236": "minimal", "237": "base,", "238": "representing", "239": "atelectasis.", "240": "otherwise", "241": "retrocardiac", "242": "density", "243": "which", "244": "secondary", "245": "hiatal", "246": "hernia.", "247": "ij", "248": "at", "249": "cavoatrial", "250": "junction.", "251": "hyperexpanded", "252": "wall", "253": "surgical", "254": "clips,", "255": "compatible", "256": "prior", "257": "redemonstration", "258": "tortuous", "259": "eventration", "260": "compared", "261": "examination.", "262": "multilevel", "263": "disc", "264": "thoracolumbar", "265": "cardiomegaly.", "266": "calcific", "267": "mid", "268": "represents", "269": "old", "270": "granulomatous", "271": "levoscoliosis", "272": "dextroscoliosis.", "273": "appearance.", "274": "low", "275": "volumes", "276": "bronchovascular", "277": "crowding", "278": "scattered", "279": "areas", "280": "acute,", "281": "fractures", "282": "lungs.", "283": "granuloma,", "284": "fractures.", "285": "silhouette,", "286": "vascular", "287": "pattern", "288": "infiltrate,", "289": "calcifications", "290": "unremarkable", "291": "volumes.", "292": "thorax", "293": "internal", "294": "jugular", "295": "central", "296": "venous", "297": "overlying", "298": "crowding.", "299": "patchy", "300": "bibasilar", "301": "air", "302": "greater", "303": "than", "304": "left.", "305": "consistent", "306": "history", "307": "infiltrates,", "308": "consolidating", "309": "infiltrate", "310": "developed", "311": "middle", "312": "lobe.", "313": "aorta", "314": "tortuous.", "315": "shows", "316": "anterior", "317": "osteophyte", "318": "formation.", "319": "opacity,", "320": "comparison", "321": "studies.", "322": "accentuated", "323": "by", "324": "hemidiaphragm,", "325": "however,", "326": "less", "327": "xxxx,", "328": "pericardial", "329": "suspected.", "330": "hypoinflated", "331": "overt", "332": "appears", "333": "removal", "334": "base", "335": "streaky", "336": "stable,", "337": "regions.", "338": "scar.", "339": "calcifications.", "340": "consolidations.", "341": "right-sided", "342": "mixed", "343": "nodular", "344": "through", "345": "lungs,", "346": "obliquely", "347": "oriented", "348": "humeral", "349": "neck", "350": "fracture,", "351": "5", "352": "mm", "353": "displacement", "354": "limited", "355": "evaluation", "356": "stent.", "357": "cavitary", "358": "lesion", "359": "active", "360": "tuberculosis.", "361": "technique,", "362": "widening", "363": "injury.", "364": "line", "365": "irregular", "366": "1.2", "367": "cm", "368": "both", "369": "pa", "370": "views", "371": "chronic", "372": "scarring.", "373": "resection", "374": "fourth", "375": "rib.", "376": "wedging", "377": "multiple", "378": "bodies", "379": "including", "380": "t6,", "381": "t11", "382": "t12.", "383": "broken", "384": "similar", "385": "clips", "386": "vasculatures", "387": "pneumonia", "388": "given", "389": "patient's", "390": "history.", "391": "sequela", "392": "previously", "393": "well-seen", "394": "today's", "395": "enlargement.", "396": "congestion.", "397": "granulomas", "398": "throughout", "399": "space", "400": "some", "401": "bases", "402": "subsegmental", "403": "age.", "404": "breast", "405": "tissues.", "406": "atrial", "407": "septal", "408": "artifact.", "409": "position,", "410": "overall", "411": "limits,", "412": "densities", "413": "elevation", "414": "obscured", "415": "biapical", "416": "irregularities", "417": "most", "418": "scarring,", "419": "appearing", "420": "5th", "421": "deformity.", "422": "suture", "423": "material", "424": "apex", "425": "suggesting", "426": "surgery.", "427": "t-spine", "428": "osteophytes.", "429": "after", "430": "flattened", "431": "diaphragms", "432": "increased", "433": "retrosternal", "434": "suggestive", "435": "emphysema.", "436": "basilar", "437": "favored", "438": "represent", "439": "exaggerated", "440": "kyphosis.", "441": "scarring", "442": "thickening.", "443": "trachea", "444": "midline.", "445": "segment", "446": "tissue", "447": "well", "448": "expanded", "449": "heart.", "450": "calcification.", "451": "remainder", "452": "bilaterally", "453": "closure", "454": "lung.", "455": "mass", "456": "clavicle", "457": "were", "458": "myeloma.", "459": "suspicious", "460": "spondylosis", "461": "midthoracic", "462": "heart,", "463": "suggest", "464": "have", "465": "interval.", "466": "expanded.", "467": "intact", "468": "bilaterally,", "469": "abnormalities", "470": "an", "471": "unchanged", "472": "remains", "473": "moderately", "474": "sulcus", "475": "blunted.", "476": "fluid", "477": "collection", "478": "acromioclavicular", "479": "joint", "480": "widened", "481": "this", "482": "due", "483": "remote", "484": "blunting", "485": "infiltrates.", "486": "prominent", "487": "fat.", "488": "fluid.", "489": "7th", "490": "8th", "491": "deformities", "492": "free", "493": "intraperitoneal", "494": "under", "495": "diaphragm.", "496": "edema", "497": "marked", "498": "enlargement", "499": "arteries.", "500": "ventricular", "501": "leads.", "502": "blunting,", "503": "right,", "504": "greatest", "505": "indistinct", "506": "margination.", "507": "bowel", "508": "stomach.", "509": "svc.", "510": "opacity.", "511": "foreign", "512": "body", "513": "specifically,", "514": "effusion..", "515": "cardio", "516": "sized", "517": "sutures", "518": "coronary", "519": "bypass", "520": "remain", "521": "study", "522": "habitus.", "523": "6", "524": "midlung.", "525": "apparent", "526": "deformity", "527": "neck.", "528": "comparison.", "529": "correlate", "530": "clinically", "531": "diminished", "532": "low.", "533": "epicardial", "534": "fat", "535": "interstitium", "536": "prominent.", "537": "nipple", "538": "hemidiaphragms.", "539": "markings", "540": "perihilar", "541": "redemonstrated.", "542": "near", "543": "caval", "544": "demonstrated.", "545": "convexity", "546": "superimposed", "547": "tortuosity.", "548": "reveal", "549": "paratracheal", "550": "exams", "551": "shadows.", "552": "well-expanded", "553": "lesions", "554": "external", "555": "monitor", "556": "configuration", "557": "airways.", "558": "azygos", "559": "fissure.", "560": "perhaps", "561": "from", "562": "quadrant.", "563": "appearance", "564": "lobes.", "565": "mediastinum,", "566": "appreciated.", "567": "postoperative", "568": "cervical", "569": "hyperinflation", "570": "2", "571": "images.", "572": "engorgement", "573": "convincing", "574": "widening.", "575": "loss", "576": "ectasia.", "577": "emphysematous", "578": "hemidiaphragm.", "579": "generator", "580": "hyperinflated", "581": "diaphragm", "582": "airspace.", "583": "dense", "584": "process.", "585": "several", "586": "postsurgical", "587": "rightward", "588": "deviation", "589": "goiter.", "590": "advanced", "591": "superior", "592": "structures.", "593": "coarse", "594": "more", "595": "opacities,", "596": "only", "597": "reveals", "598": "opacities.", "599": "diffuse", "600": "shoulder.", "601": "corresponds", "602": "known", "603": "width.", "604": "well-aerated.", "605": "slightly", "606": "large.", "607": "causing", "608": "dual-xxxx", "609": "subclavian", "610": "satisfactory", "611": "position.", "612": "elevated.", "613": "any", "614": "otherwise,", "615": "noncalcified", "616": "nodule.", "617": "mediastinum.", "618": "axillary", "619": "feeding", "620": "tube", "621": "below", "622": "shunt", "623": "tubing", "624": "courses", "625": "along", "626": "hemithorax.", "627": "residual", "628": "medial", "629": "granulomas.", "630": "apex,", "631": "stomach", "632": "left-sided.", "633": "centrally", "634": "related", "635": "peribronchial", "636": "subpleural", "637": "as", "638": "could", "639": "versus", "640": "endplate", "641": "demonstrates", "642": "obscuration", "643": "bullae", "644": "tuberculosis", "645": "infection.", "646": "lobe,", "647": "hyperexpansion.", "648": "haziness", "649": "apex.", "650": "1.7", "651": "view,", "652": "end.", "653": "dextro", "654": "scoliotic", "655": "curvature", "656": "removed.", "657": "few", "658": "bandlike", "659": "base.", "660": "discrete", "661": "two", "662": "obtained", "663": "ap", "664": "projection.", "665": "cabg.", "666": "nodules.", "667": "exam.", "668": "gross", "669": "overlie", "670": "midabdomen.", "671": "3.3", "672": "decubitus", "673": "film.", "674": "rotated.", "675": "quadrant", "676": "cholecystectomy.", "677": "dextroscoliosis", "678": "does", "679": "like", "680": "granuloma.", "681": "present.", "682": "measuring", "683": "8", "684": "diameter.", "685": "knee.", "686": "tricompartmental", "687": "narrowing", "688": "marginal", "689": "formation", "690": "severe", "691": "compartment.", "692": "knee", "693": "dislocations.", "694": "aspect", "695": "view", "696": "probably", "697": "also", "698": "prominence.", "699": "fracture", "700": "ribs.", "701": "persistent", "702": "prior.", "703": "collections.", "704": "shoulder", "705": "clavicle.", "706": "scapula", "707": "glenoid", "708": "it", "709": "process", "710": "portion", "711": "head", "712": "located", "713": "joints", "714": "proximal", "715": "ribs", "716": "possibly", "717": "healing", "718": "shift.", "719": "definitively", "720": "evaluated.", "721": "position", "722": "exam,", "723": "disrupted.", "724": "overlies", "725": "since", "726": "fusion", "727": "foci", "728": "dish.", "729": "clinical", "730": "setting", "731": "resolution", "732": "bullet", "733": "inferior", "734": "wall.", "735": "first", "736": "approximately", "737": "overlapping", "738": "mastectomy.", "739": "body,", "740": "atherosclerosis", "741": "relative", "742": "infiltrates", "743": "masses", "744": "characteristic", "745": "injury", "746": "callus", "747": "xxxx-a-xxxx", "748": "9", "749": "nodule,", "750": "exams.", "751": "posttraumatic", "752": "hyperinflated.", "753": "vasculature,", "754": "airways", "755": "senescent", "756": "elements", "757": "remarkable.", "758": "early", "759": "lung,", "760": "confluent", "761": "lobar", "762": "layering", "763": "change.", "764": "x", "765": "hernia", "766": "contours,", "767": "pleural-parenchymal", "768": "irregularity", "769": "one", "770": "adjacent", "771": "ill-defined", "772": "rib,", "773": "zone.", "774": "mediport", "775": "hyperaerated", "776": "obstructive", "777": "slight", "778": "indicate", "779": "expected", "780": "midline", "781": "icd", "782": "blunted", "783": "predominantly", "784": "seen,", "785": "considering", "786": "differences", "787": "technical", "788": "factors", "789": "pleura,", "790": "associated", "791": "incompletely", "792": "opacification", "793": "levocurvature", "794": "involving", "795": "configuration.", "796": "aerated.", "797": "atherosclerotic.", "798": "breast.", "799": "chest:", "800": "knee:", "801": "compartment", "802": "air-fluid", "803": "level.", "804": "demonstrated", "805": "ct", "806": "pelvis.", "807": "atelectatic", "808": "abnormal", "809": "adenopathy", "810": "better", "811": "vague", "812": "these", "813": "subcarinal", "814": "apical", "815": "fibronodular", "816": "strandy", "817": "midlung", "818": "adenopathy.", "819": "aeration", "820": "subphrenic", "821": "humerus", "822": "elevated", "823": "containing", "824": "above", "825": "thickening", "826": "question", "827": "space.", "828": "osseus", "829": "abnormality..", "830": "consolidations", "831": "fixation", "832": "relatively", "833": "copd.", "834": "kyphosis", "835": "osteopenia", "836": "infrahilar", "837": "ectatic", "838": "reticular", "839": "lingular", "840": "descending", "841": "calcified.", "842": "cabg", "843": "visualized.", "844": "resolved.", "845": "markings.", "846": "6th", "847": "partly", "848": "age-indeterminate,", "849": "wedge", "850": "decreased", "851": "subcutaneous", "852": "radiograph.", "853": "probable", "854": "pectus", "855": "thoracotomy", "856": "lobectomy.", "857": "silhouettes.", "858": "rounded", "859": "zone", "860": "appreciable", "861": "tortuous,", "862": "unfolded", "863": "diffusely", "864": "bodies.", "865": "valve", "866": "replacement.", "867": "chronically", "868": "kyphotic", "869": "sternum.", "870": "single", "871": "vertebroplasty", "872": "levels.", "873": "cholecystectomy", "874": "clips.", "875": "its", "876": "sided", "877": "svc", "878": "location", "879": "artery", "880": "mitral", "881": "vasculature.", "882": "hilum", "883": "volume", "884": "side.", "885": "uncertain", "886": "tenderness.", "887": "corticated", "888": "rotation.", "889": "allowing", "890": "basal", "891": "head.", "892": "osteoarthritis.", "893": "bullous", "894": "thorax.", "895": "engorged.", "896": "fullness", "897": "progression", "898": "scan.", "899": "other", "900": "deformities.", "901": "stimulator", "902": "consolidations,", "903": "terminating", "904": "round", "905": "maintained.", "906": "measures", "907": "cm.", "908": "results", "909": "p.m.", "910": "atherosclerosis.", "911": "arteries", "912": "hemidiaphragms", "913": "development", "914": "unfolding", "915": "projects", "916": "hyperlucent", "917": "underlying", "918": "possible", "919": "abdominal", "920": "scoliosis.", "921": "epigastric", "922": "partially", "923": "ivc", "924": "procedure.", "925": "nodules,", "926": "catheter.", "927": "bronchi", "928": "bronchial", "929": "thickening,", "930": "part", "931": "that", "932": "lymphadenopathy,", "933": "pelvis", "934": "tips", "935": "interval,", "936": "now", "937": "spine,", "938": "positional.", "939": "vascularity.", "940": "cardiopulmonary", "941": "outside", "942": "patient.", "943": "lucency", "944": "interface", "945": "between", "946": "aerated", "947": "fissure", "948": "scoliosis", "949": "ribs,", "950": "subdiaphragmatic", "951": "air.", "952": "included", "953": "l1", "954": "lesions.", "955": "prominence,", "956": "dated", "957": "cortex", "958": "oblique", "959": "lucency.", "960": "9th", "961": "cortical", "962": "concerning", "963": "radiopaque", "964": "scan", "965": "volumes,", "966": "lingula.", "967": "habitus", "968": "technique.", "969": "enteric", "970": "sequelae", "971": "asymmetric", "972": "platelike", "973": "either", "974": "dependent", "975": "suggests", "976": "congestion", "977": "joint.", "978": "nerve", "979": "numerous", "980": "region.", "981": "pneumoperitoneum.", "982": "obscuring", "983": "atrium,", "984": "ventricle,", "985": "dextrocurvature", "986": "t9", "987": "loops", "988": "densely", "989": "histoplasmosis", "990": "peripheral", "991": "enlargement,", "992": "scar", "993": "examinations.", "994": "pneumomediastinum.", "995": "destruction.", "996": "cardiothoracic", "997": "larger", "998": "s-shaped", "999": "spine..", "1000": "and/or", "1001": "ectasia", "1002": "consolidative", "1003": "osteophytes", "1004": "symmetric", "1005": "postop", "1006": "appropriate", "1007": "granulomas/lymph", "1008": "aorta,", "1009": "bases,", "1010": "suspected", "1011": "artifact", "1012": "exam", "1013": "abdomen.", "1014": "denser", "1015": "shape.", "1016": "improvement", "1017": "implantable", "1018": "defibrillator", "1019": "tunneled", "1020": "catheter,", "1021": "structure", "1022": "sulci.", "1023": "lines", "1024": "thin", "1025": "lv", "1026": "joints.", "1027": "radiographic", "1028": "hilum,", "1029": "lymphadenopathy.", "1030": "limit", "1031": "your", "1032": "fibrosis", "1033": "region", "1034": "overlap", "1035": "apices", "1036": "obscure", "1037": "lingula", "1038": "increased.", "1039": "healed", "1040": "10th", "1041": "recess", "1042": "radiographs.", "1043": "costicartilage", "1044": "picc", "1045": "line,", "1046": "dislocation", "1047": "ankle.", "1048": "dislocation.", "1049": "beneath", "1050": "diaphragm,", "1051": "extremity", "1052": "vein.", "1053": "flowing", "1054": "idiopathic", "1055": "degree", "1056": "vertebrae", "1057": "alignment.", "1058": "arm", "1059": "atelectasis/airspace", "1060": "placed", "1061": "xxxx-of-view.", "1062": "about", "1063": "dish", "1064": "curvilinear", "1065": "shadows", "1066": "innumerable", "1067": "disease..", "1068": "2.1", "1069": "imaging.", "1070": "clinically.", "1071": "focus", "1072": "obvious", "1073": "if", "1074": "concern", "1075": "consider", "1076": "series.", "1077": "fractured.", "1078": "already", "1079": "time", "1080": "terminates", "1081": "suggestion", "1082": "image", "1083": "image.", "1084": "mild,", "1085": "tissues,", "1086": "ascending", "1087": "diameter", "1088": "masslike", "1089": "dilated", "1090": "hip", "1091": "femur", "1092": "amount", "1093": "stool", "1094": "obscures", "1095": "portions", "1096": "femoral", "1097": "images", "1098": "do", "1099": "remaining", "1100": "destructive", "1101": "extensive", "1102": "superficial", "1103": "subtle", "1104": "line.", "1105": "reflect", "1106": "annular", "1107": "7", "1108": "iv", "1109": "contrast", "1110": "performed", "1111": "further", "1112": "evaluation.", "1113": "residuals", "1114": "ng", "1115": "humerus.", "1116": "lobulated", "1117": "this.", "1118": "ectasia/tortuosity,", "1119": "following", "1120": "positioning", "1121": "appreciated", "1122": "tortuous/ectatic", "1123": "mass.", "1124": "airway", "1125": "parahilar", "1126": "aneurysm.", "1127": "very", "1128": "colon", "1129": "evaluated", "1130": "imaging", "1131": "infectious", "1132": "exaggeration", "1133": "hilum.", "1134": "aicd", "1135": "placement.", "1136": "age-indeterminate.", "1137": "glenohumeral", "1138": "recent", "1139": "developing", "1140": "etiology", "1141": "benign", "1142": "etiology.", "1143": "3", "1144": "pacing", "1145": "xxxx/xxxx.", "1146": "additional", "1147": "1", "1148": "cystic", "1149": "failure.", "1150": "hyperexpanded,", "1151": "redemonstrated", "1152": "unchanged,", "1153": "improved", "1154": "there's", "1155": "osteopenia.", "1156": "questionable", "1157": "incidentally", "1158": "lucent", 